import React from 'react';
import 'bootstrap/dist/css/bootstrap.min.css';
import Modal from 'react-bootstrap/Modal';

import 'react-responsive-carousel/lib/styles/carousel.min.css';
import { Carousel } from 'react-responsive-carousel';
import ReactPlayer from 'react-player';
import "./menu4.css";
import { BACKEND_URL } from "../setting.js"
import Navbar from "../menu-1/navbar"

function Menu4() {
    
    return (
        <>
        <Navbar />
      
        <div>


        {/* <div>
                    <Link to="/menu4/">
                        <div style={{ backgroundImage: "url(" + require('./images/tarix.jfif') + ")" }}></div>
                    </Link>
                    <Link to="/menu2">
                        <div style={{ backgroundImage: "url(" + require('./images/prisyaga.jpg') + ")" }}></div>
                    </Link>
                    <Link to="/menu3">
                        <div style={{ backgroundImage: "url(" + require('./images/prezident.jpg') + ")" }}></div>
                    </Link>
                    <Link to="/menu4">
                        <div style={{ backgroundImage: "url(" + require('./images/veteranlar.jpg') + ")" }}></div>
                    </Link>
                    <Link to="/">
                        <div style={{ backgroundImage: "url(" + require('./images/kisspng.jpg') + ")" }}></div>
                    </Link>
                </div>

 */}



<div className="equipment2__content">    
     <h4> Постановление
Президента Республики Узбекистан
</h4>
</div>
<div className="equipment2__text">
Об утверждении Положения о порядке прохождения военной службы гражданами Республики Узбекистан
В соответствии с законами Республики Узбекистан «О всеобщей воинской обязанности и военной службе», «О службе в резерве Вооруженных Сил Республики Узбекистан» и в целях дальнейшего совершенствования системы комплектования Вооруженных Сил Республики Узбекистан преданными Родине, всесторонне подготовленными к военной службе гражданами, порядка и условий прохождения ими военной службы, обеспечения постоянной боевой готовности войск к защите территориальной целостности и безопасности государства, а также социальной защиты военнослужащих и членов их семей:
1. Утвердить обновленное Положение о порядке прохождения военной службы гражданами Республики Узбекистан согласно приложению № 1.
2. Министерству обороны, Министерству внутренних дел, Национальной гвардии, Министерству по чрезвычайным ситуациям, Службе государственной безопасности, Государственной службе безопасности Президента Республики Узбекистан совместно с Министерством юстиции Республики Узбекистан и другими заинтересованными министерствами, ведомствами:
в трехмесячный срок внести в Кабинет Министров Республики Узбекистан предложения об изменениях и дополнениях в законодательство, вытекающих из настоящего постановления;
в двухмесячный срок привести принятые нормативно-правовые акты в соответствие с настоящим постановлением.
3. Признать утратившими силу некоторые акты Президента Республики Узбекистан согласно приложению № 2.
4. Контроль за исполнением настоящего постановления возложить на Премьер-министра Республики Узбекистан А.Н. Арипова и секретаря Совета безопасности при Президенте Республики Узбекистан В.В. Махмудова.
Президент Республики Узбекистан Ш. МИРЗИЁЕВ
<div className="equipment2__footer_text">
г. Ташкент,<br/>
12 сентября 2019 г.,
<br/>№ ПП-4447
</div>
      </div>      
        </div>
<hr />



<div>





</div>

        </>
    );
}

export default Menu4;