import React from 'react';
import TopPage from 'components/topPage'


function Menu4() {
    return (
        <div className="bg-light">
            <TopPage />

            <div className="mx-4 text-justify" style={{ height: "calc(100vh - 70px) " }}>
                <h3 className="text-center mt-4 text-primary"> Ўзбекистон Республикаси Вазирлар Маҳкамасининг
қарори</h3>
                <h4 className="text-center text-uppercase ">2020 — 2024 йилларда Ўзбекистон Республикаси давлат молиясини бошқариш тизимини такомиллаштириш стратегиясини тасдиқлаш тўғрисида</h4>
                <p>
                    Давлат молиясини бошқариш тизимини янги босқичга олиб чиқиш ва бюджет интизомини янада мустаҳкамлаш, солиқ-бюджет тизимининг шаффофлигини ошириш, Ўзбекистон Республикаси Давлат бюджети (кейинги ўринларда — Давлат бюджети) маблағларидан фойдаланиш самарадорлиги ва натижадорлигини ошириш, Давлат бюджетини ўрта муддатли давр учун режалаштиришнинг замонавий усулларини жорий этиш ҳамда Ўзбекистон Республикаси Президентининг «Ўзбекистон Республикасининг «2020 йил учун Ўзбекистон Республикасининг Давлат бюджети тўғрисида»ги Қонуни ижросини таъминлаш чора-тадбирлари тўғрисида» 2019 йил 30 декабрдаги ПҚ-4555-сон қарори ижросини таъминлаш мақсадида Вазирлар Маҳкамаси қарор қилади:
                 <br />   1. Ўзбекистон Республикаси Президентининг «Ўзбекистон Республикасининг «2020 йил учун Ўзбекистон Республикасининг Давлат бюджети тўғрисида»ги Қонуни ижросини таъминлаш чора-тадбирлари тўғрисида» 2019 йил 30 декабрдаги ПҚ-4555-сон қарорига мувофиқ қуйидагилар 2020 — 2024 йилларда давлат молиясини бошқариш тизимини такомиллаштириш стратегиясининг асосий йўналишлари этиб белгиланганлиги маълумот учун қабул қилинсин:
                    солиқ-бюджет сиёсатига стратегик ёндашувни татбиқ этиш мақсадида ўрта муддатли бюджет асосларини ишлаб чиқиш ҳамда йиллик бюджетни шакллантиришнинг янги «натижага йўналтирилган бюджет» тизимини жорий этиш;
                    макрофискал прогнозлар ишончлилигини таъминлаш бўйича институционал салоҳиятни ва бюджет жараёни иштирокчиларининг масъулиятини ошириш;
                    бюджет маблағларини тақсимловчилар ва маҳаллий давлат ҳокимияти органларининг бюджет соҳасидаги ваколатларини ва ҳисобдорлигини ошириш ҳамда уларнинг масъулиятини кучайтириш;
                    фискал таваккалчиликларни баҳолаш, молиявий активлар ва мажбуриятлар ҳисобини юритиш ҳамда уларни самарали бошқариш тизимини жорий этиш;
                    бюджет ҳисоби стандартларини унификация қилиш, ички назорат ва аудит тизимини такомиллаштириш орқали молиявий интизомни мустаҳкамлаш;
                    бюджет маълумотларининг очиқлиги, тўлиқлиги ва халқаро стандартларга мослигини таъминлаш;
                    бюджет жараёни устидан парламент ва жамоатчилик назоратини кучайтириш.
                   <br /> 2. Қуйидагилар:
                    <br />2020 — 2024 йилларда Ўзбекистон Республикаси давлат молиясини бошқариш тизимини такомиллаштириш стратегияси 1-иловага мувофиқ;
                   <br /> 2020 — 2024 йилларда Ўзбекистон Республикаси давлат молиясини бошқариш тизимини такомиллаштириш стратегиясини амалга ошириш бўйича ҳаракатлар режаси 2-иловага мувофиқ тасдиқлансин.
                    <br />3. Мазкур қарорнинг бажарилишини назорат қилиш Ўзбекистон Республикаси Бош вазирининг молия-иқтисодиёт ва камбағалликни қисқартириш масалалари бўйича ўринбосари — иқтисодий тараққиёт ва камбағалликни қисқартириш вазири Ж.А. Қўчқоров зиммасига юклансин.
</p>
            </div>
        </div>
    );
}

export default Menu4;